results/run002/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    outlet
    {
        type            patch;
        nFaces          160;
        startFace       90240;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          11344;
        startFace       90400;
    }
    inlet
    {
        type            patch;
        nFaces          16;
        startFace       101744;
    }
)

// ************************************************************************* //
